Repository: UfSoft/irssi-notifier
Catalog: irssinotifier/i18n/*/LC_MESSAGES/irssinotifier.po
Languages: fr_fr, pt_pt

source: <b>New Private Message:</b>
fr_fr: <b>Nouveau message privé :</b>
pt_pt: <b>Nova Mensagem Privada:</b>

source: <b>From <i>%(nick)s</i><tt>(%(server)s)</tt>:</b> %(message)s
fr_fr: <b>De <i>%(nick)s</i><tt>(%(server)s)</tt> :</b> %(message)s
pt_pt: <b>De <i>%(nick)s</i><tt>(%(server)s)</tt>:</b> %(message)s

source: <b>New Message:</b>
fr_fr: <b>Nouveau message :</b>
pt_pt: <b>Nova Mensagem:</b>

source: <b>From <i>%(nick)s</i> on <tt>%(channel)s(%(server)s)</tt>:</b> %(message)s
fr_fr: <b>De <i>%(nick)s</i> sur <tt>%(channel)s(%(server)s)</tt> :</b> %(message)s
pt_pt: <b>De <i>%(nick)s</i> em <tt>%(channel)s(%(server)s)</tt>:</b> %(message)s

source: <b>New IRC Action:</b>
fr_fr: <b>Nouvelle action :</b>
pt_pt: <b>Nova Acção IRC:</b>

source: <b>Known Friend Has Joined:</b>
fr_fr: <b>Un ami s'est connecté :</b>
pt_pt: <b>Um Amigo Conhecido Ligou-se:</b>

source: %(nick)s joined %(channel)s on %(server)s
fr_fr: %(nick)s a rejoint %(channel)s sur %(server)s
pt_pt: %(nick)s ligou-se a %(channel)s em %(server)s

source: <b>Known Friend Has Parted:</b>
fr_fr: <b>Un ami s'est déconnecté :</b>
pt_pt: <b>Um Amigo Conhecido Desligou-se:</b>

source: %(nick)s parted %(channel)s on %(server)s
fr_fr: %(nick)s a quitté %(channel)s sur %(server)s
pt_pt: %(nick)s desligou-se de %(channel)s em %(server)s

source: '%(nick)s' has quit!
fr_fr: '%(nick)s' s'est déconnecté !
pt_pt: '%(nick)s' saíu!

source: <b>Known Friend Changed Nick:</b>
fr_fr: <b>Un ami a changé de pseudo :</b>
pt_pt: <b>Um Amigo Conhecido Mudou de Nick:</b>

source: <b>A User Changed To A Known Friend's Nick:</b>
fr_fr: <b>Quelqu'un a pris le pseudo d'un ami :</b>
pt_pt: <b>Um Utilizador Mudou O Nick Para O De Um Amigo Conhecido:</b>

source: From '%(oldnick)s' to '%(newnick)s' on '%(server)s'
fr_fr: De '%(oldnick)s' à '%(newnick)s' sur '%(server)s'
pt_pt: De '%(oldnick)s' para '%(newnick)s' em '%(server)s'

source: <b>Contact Is Online</b>
fr_fr: <b>Un contact est en ligne</b>
pt_pt: <b>Contacto Está Online</b>

source: %(nick)s has come online on bitlbee
fr_fr: %(nick)s est en ligne sur bitlbee
pt_pt: %(nick)s está online em bitlbee

source: <b>Connection Sucessfull:</b> To irssi proxy on %(server)s:%(port)s
fr_fr: <b>Connexion réussie :</b> Au proxy irssi sur %(server)s:%(port)s

source: <b>Connection Failed:</b> Failed to connect to %(server)s:%(port)s
fr_fr: <b>Echec de la connexion :</b> Connexion échouée à %(server)s:%(port)s

source: Disconnected from server
fr_fr: Déconnecté du serveur
pt_pt: Desligado do servidor

source: Irssi Real-Time Remote Visual Notifications
fr_fr: Notifications visuelles en temps réel et à distance pour irssi
pt_pt: Notificações Visuais Remotas do Irssi em Tempo-Real

source: Go To Development Site
fr_fr: Rendez vous sur le site de développement
pt_pt: Ir Para o Site de Desenvolvimento

source: <b><i>You need to reload application for changes to take effect.</i></b>
fr_fr: Pseudo
pt_pt: <b><i>Tem que reiniciar a aplicação para as modificações terem efeito.</i></b>

source: Address
fr_fr: Adresse
pt_pt: Endereço

source: ADDRESS_HERE
fr_fr: ADRESSE_ICI
pt_pt: ENDEREÇO_AQUI

source: PORT_HERE
fr_fr: PORT_ICI
pt_pt: PORTO_AQUI

source: NICK_HERE
fr_fr: PSEUDO_ICI
pt_pt: ALCUNHA_AQUI

source: <i> double-click to edit values </i>
fr_fr: <i> double cliquez pour éditer </i>
pt_pt: <i> duplo-click para editar os valores </i>

source: <i> double-click to edit nicks </i>
fr_fr: <i> double cliquez pour éditer les pseudos </i>
pt_pt: <i> duplo-click para editar os nicks </i>

source: Friends
fr_fr: Amis
pt_pt: Amigos

source: <b>General Settings</b>
fr_fr: <b>Paramètres généraux</b>
pt_pt: <b>Preferências Gerais</b>

source: Notification Timeout:
fr_fr: Durée des notifications :
pt_pt: Timeout da Notificação:

source: seconds
fr_fr: seconeds
pt_pt: segundos

source: Irssi Proxy Password:
fr_fr: Mot de passe du proxy irssi :
pt_pt: Password do Proxy Irssi:

source: Extremely Verbose Output!!!
fr_fr: Extrêmement verbeux !!!

source: Debug Mode
fr_fr: Mode de débug
pt_pt: Modo Debug

source: Always Run Graphic Interface
fr_fr: Toujours afficher l'interface graphique
pt_pt: Correr Sempre o Interface Gráfico

source: Language:
fr_fr: Langue :
pt_pt: Linguagem:

source: Fallback Charset:
fr_fr: Charset de repli :
pt_pt: Charset Alternativo:

source: Fallback charset in case UTF-8 is not used.
fr_fr: Charset des messages reçus qui ne sont pas en UTF-8
pt_pt: Charset alternativo no caso de não estar a ser usado UTF-8.

source: <b>Bitlebee Settings</b>
fr_fr: <b>Paramètres de bitlbee</b>
pt_pt: <b>Preferências Bitlebee</b>

source: Enable Bitlbee Notifications
fr_fr: Activer les notifications bitlbee
pt_pt: Habilitar Notificações Bitlbee

source: Away Reason:
fr_fr: Raison d'away :
pt_pt: Razão Away:

source: Auto-Away (seconds):
fr_fr: Away automatique (secondes) :
pt_pt: Auto-Away (segundos):

source: Settings
fr_fr: Paramètres
pt_pt: Preferências

source: Nick
pt_pt: Alcunha

source: Port
pt_pt: Porto
